CREATE TABLE `product` (
  `p_id` int(11) NOT NULL auto_increment,
  `p_name` varchar(200) default NULL,
  `p_detail` text,
  `p_price` float default NULL,
  `c_id` varchar(100) default NULL,
  PRIMARY KEY  (`p_id`)
) ENGINE=MyISAM ;



INSERT INTO `product` VALUES (1, 'ครบเครื่องเรื่องการสร้างโมเดลคน ด้วยโปรแกรม 3ds Max', 'หนังสือเล่มนี้ได้แนะนำวิธีการสร้างโมเดลคนจาก Polygon โดยการสร้างโมเดลคนทีละส่วนจนสมบูรณ์\r\nตามสัดส่วนที่สมจริงและสวยงาม เหมือนคนจริงๆ ', 349, '3');
INSERT INTO `product` VALUES (2, 'Flash Basic', 'หนังสือเล่มเดียวที่สามารถตอบคุณได้ว่า Flash คืออะไร ทำไม ใครๆก็ใช้ Flash หนังสือที่อ่านสนุกมุ่งเน้นการเรียนรู้และสร้างสรรค์งานด้านมัลติมีเดีย อาทิ Animation, Flash Website, Presentation, E-Card และ Game ผู้อ่านจะได้ทำความรู้จัก ฝึกหัด และปฏิบัติงานจริงไปกับโปรแกรมยอดนิยมตัวนี้ ตั้งแต่เบื้องต้นไปจนถึงขั้นตอนที่สลับซับซ้อน ให้คุณสามารถผลิตผลงานระดับมืออาชีพได้ไม่แพ้คนอื่น', 349, '1');
INSERT INTO `product` VALUES (3, '108 ธุรกิจสร้างสรรค์', 'ในบรรยากาศเศรษฐกิจถดถอย ข้าวยากหมากแพงแบบนี้ NetDesign Publishing ขอนำเสนอหนังสือที่จะช่วยให้คุณเปิดโลกในการทำธุรกิจ ให้ประสบความสำเร็จ ด้วยการคิดนอกกรอบ ให้เกิดไอเดียในการสร้างธุรจกิจรูปแบบใหม่ๆ', 195, '2');
INSERT INTO `product` VALUES (4, 'The Best Web Hit', 'คู่มือสำหรับนักท่องเว็บระดับเซียนเล่มนี้ จะช่วยให้คุณค้นหาเว็บไซต์ที่ต้องการได้อย่างรวดเร็ว รวมไปถึงการเป็นหนังสืออ้างอิงสำหรับผู้ที่ชอบท่องไปในโลก world wide web เพื่อค้นพบเว็บไซต์ใหม่ๆ ที่น่าสนใจ', 149, '2');
INSERT INTO `product` VALUES (5, 'Computer Arts & Graphic Design', 'หนังสือที่จะตอบสนองไลฟ์สไตล์ ของ นักกราฟิกมือใหม่  เรียนรู้ทุกขั้นตอน แบบละเอียดและ เข้าใจง่าย ตั้งแต่ทฤษฎีศิลปะการออกแบบเบื้องต้น,การใช้งานโปรแกรม Adobe Photoshop CS 3 เพื่อใช้ในการปรับแต่งรูปภาพ, การ ใช้งานโปรแกรม Adobe Illustrator CS 3 ใช้ในการวาดโลโก้ การ์ตูน และ การใช้งานโปรแกรม PageMaker 7 เพื่อใช้ในการจัดหน้าสิ่งพิมพ์ ไปจนถึง ขั้นตอนและเทคนิคการนำเสนองาน (Presentation Technique) และ การเตรียมไฟล์งานให้พร้อมก่อนส่งโรงพิมพ์  	\r\nBurberry London', 249, '1');
INSERT INTO `product` VALUES (6, 'Professional Web Designer', 'หนังสืออ่านสนุกที่เหมาะสำหรับผู้ที่ต้องการเป็น Multimedia Designer มุ่งเน้นการเรียนรู้และสร้างสรรค์งานในด้านมัลติมีเดีย อาทิ Animation, Flash Website, Presentation, E-Card และ Games ผู้ อ่านจะได้ทำความรู้จัก ฝึกหัด และปฏิบัติงานจริงกับโปรแกรมยอดนิยมตัวนี้ ตั้งแต่เบื้องต้นไปจนถึงขั้นตอนที่ซับซ้อน และสามารถผลิตผลงานระดับมืออาชีพได้', 289, '1');
